src/SendMessage.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <sendMessage xmlns="http://tempuri.org/">
      <uid>15</uid>
      <upass>SmsMail331</upass>
      <messid>1</messid>
      <pid>4</pid>
      <phone>15608099852</phone>
      <message>hahah</message>
    </sendMessage>
  </soap:Body>
</soap:Envelope>